[
  {
    "ID": 1,
    "Name": "CHICAGO PD DISTRICT 21",
    "c1": 2,
    "c2": "",
    "c3": "",
    "Story": "You are a Detective in the intelligence unit in Chicago PD. You are stationed at the 21st District.",
    "Navigation": "Press 1 to start the case",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 2,
    "Name": "DRUG TRAFFICKING CASE",
    "c1": 3,
    "c2": "",
    "c3": "",
    "Story": "You receive a file and collect some evidence and you find a lead to your first suspect Harry Kane. He is a low level drug pusher, you need to find him to get the information of his supplier.",
    "Navigation": "Press 1 to go find suspect 1",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 3,
    "Name": "SUSPECT 1",
    "c1": 4,
    "c2": 5,
    "c3": 6,
    "Story": "You arrive at the warehouse that Harry Kane works at and you see Harry Kane. Do you Shoot at him, Chase him down, or Let him go?",
    "Navigation": "press 1 to shoot him, press 2 to chase him, press 3 to let him go",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 4,
    "Name": "SHOOT HIM",
    "c1": "",
    "c2": "",
    "c3": "",
    "Story": "You shot an unarmed suspect! You are fired, turn in your badge and gun.",
    "Navigation": "",
    "End": 1,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 5,
    "Name": "CHASE HIM",
    "c1": 7,
    "c2": "",
    "c3": "",
    "Story": "You chase the suspect and he runs down the alley way, he runs to a dead end and he is unable to run any further. He raises his hands and you arrest him and bring him back to the district and take him to the interview room.",
    "Navigation": "Press 1 to go to the interview room",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 6,
    "Name": "LET HIM GO",
    "c1": "",
    "c2": "",
    "c3": "",
    "Story": "You let a suspect in a major case get away! You are fired, turn in your badge and gun.",
    "Navigation": "",
    "End": 1,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 7,
    "Name": "INTERVIEW ROOM",
    "c1": 8,
    "c2": 9,
    "c3": 10,
    "Story": "You bring the suspect into the interview room. He seems very nervous and is not talking. He is not giving up any information and you and your fellow detectives are very frustrated. Do you Question him, bring him to the cage, or offer him a deal?",
    "Navigation": "Press 1 to question him, press 2 to bring him to the cage, press 3 to offer him a deal",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 8,
    "Name": "QUESTION HIM",
    "c1": 9,
    "c2": "",
    "c3": "",
    "Story": "You start questioning the suspect and after a few hours you have gotten no where. Your only choice is to offer him a deal so he flips on his supplier.",
    "Navigation": "Press 1 to make a deal",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 9,
    "Name": "OFFER DEAL",
    "c1": 12,
    "c2": "",
    "c3": "",
    "Story": "You offer Harry Kane full immunity if he tells you who his supplier is. Harry Kane takes immunity and gives you his supplier's contact info.",
    "Navigation": "Press 1 to get the ID of suspect 2",
    "End": 0,
    "Win": 0,
    "Item": 1,
    "Interaction": 1
  },
  {
    "ID": 10,
    "Name": "CAGE",
    "c1": 11,
    "c2": "",
    "c3": "",
    "Story": "You meet Sgt. Voight downstairs and you put the suspect in the cage. Sgt. Voight walks into the cage with the suspect.",
    "Navigation": "Press 1 to make the suspect talk",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 11,
    "Name": "MAKE HIM TALK",
    "c1": 12,
    "c2": "",
    "c3": "",
    "Story": "Sgt. Voight approaches and offers you $100 to look the other way. You agree and keep watch outside the cage as Sgt. Voight does what he has to to make the suspect talk… The suspect finally says he will talk.",
    "Navigation": "Press 1 to get the ID of suspect 2",
    "End": 0,
    "Win": 0,
    "Item": 1,
    "Interaction": 1
  },
  {
    "ID": 12,
    "Name": "SUSPECT 2 ID",
    "c1": 13,
    "c2": 16,
    "c3": "",
    "Story": "Harry Kane gives up his supplier - Hugo Lloris. However, there is an even larger player at large the King Pin. You need Hugo Lloris to give you intel on the kingpin. Harry Kane agrees to help you track down Hugo Lloris. Do you set up Harry Kane with a wire, or do you go in yourself as an undercover operation?",
    "Navigation": "Press 1 to send Harry Kane in with a wire, Press 2 to go in undercover",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 13,
    "Name": "SUSPECT 1 WIRE",
    "c1": 14,
    "c2": "",
    "c3": "",
    "Story": "You place a wire on Harry and send him in to meet with Hugo.",
    "Navigation": "Press 1 to set up the meet between Hugo and Harry",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 14,
    "Name": "SUSPECT 1 AND 2 DRUG DEAL",
    "c1": 15,
    "c2": "",
    "c3": "",
    "Story": "You bring Harry to meet with his supplier Hugo back at the warehouse at night time. Harry and Hugo begin talking, Harry seems to be talking to Hugo in some kind of code. You continue surveillance.",
    "Navigation": "Press 1 to continue surveillance",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 15,
    "Name": "SUSPECT 1 AND 2 RUN",
    "c1": "",
    "c2": "",
    "c3": "",
    "Story": "All of a sudden you lose signal and can't hear the two suspects anymore. When you realize what has happened it is too late! Harry ditched his wire and cell phone and he and Hugo took off. You lost our suspects and our case is back at ground zero! You are fired, turn in your badge and gun.",
    "Navigation": "",
    "End": 1,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 16,
    "Name": "UNDERCOVER OP",
    "c1": 17,
    "c2": "",
    "c3": "",
    "Story": "You head to the warehouse to undercover to meet with Hugo to set up a fake drug deal.",
    "Navigation": "Press 1 to approach Hugo",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 17,
    "Name": "SUSPECT 2 MAKES DRUG DEAL",
    "c1": 18,
    "c2": 19,
    "c3": 20,
    "Story": "Hugo lets you know about his supply he pops open the trunk of the car inside the warehouse and you see many kilos of cocaine. Do you run away, let the deal play out, or call your team in to make the arrest?",
    "Navigation": "Press 1 to run away, press 2 to let the deal play out, or press 3 to make the arrest",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 18,
    "Name": "RUN AWAY",
    "c1": "",
    "c2": "",
    "c3": "",
    "Story": "Fear consumes you and you run away, Hugo Lloris gets suspicious and pulls out a gun and shoots you. You are dead. RIP.",
    "Navigation": "",
    "End": 1,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 19,
    "Name": "LET THE DEAL PLAY OUT",
    "c1": "",
    "c2": "",
    "c3": "",
    "Story": "You let the deal play out and don't call the rest of your team in. You offer Hugo the money and Hugo agrees to give you the drugs. One of Hugo's associates enters the warehouse and recognizes you from when you were a patrolman. He shouts out to Hugo that you are a cop and they both pull out their guns and shoot you. You are dead. RIP.",
    "Navigation": "",
    "End": 1,
    "Win": 0,
    "Item": 1,
    "Interaction": 1
  },
  {
    "ID": 20,
    "Name": "ARREST",
    "c1": 21,
    "c2": "",
    "c3": "",
    "Story": "You call your team in for the bust and the other detectives rush in and Hugo has no choice but to surrender. He puts his hands up and you put the cuffs on him and bring him back to the district.",
    "Navigation": "Press 1 to bring him to an interview room",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 21,
    "Name": "INTERVIEW ROOM 2",
    "c1": 22,
    "c2": 23,
    "c3": "",
    "Story": "You bring Hugo to the interview room and you begin to question him about who his boss is. Hugo instantly says if you make a deal he will give up the king pin.",
    "Navigation": "Press 1 to tell Hugo No deals, or press 2 to make a deal with Hugo",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 22,
    "Name": "NO DEAL",
    "c1": 23,
    "c2": 24,
    "c3": "",
    "Story": "You tell Hugo no deal and he says he wants his lawyer. If you let him call his Lawyer you will not find the King Pin, but you will be able to arrest hugo. Do you Offer him a deal, or do you call his lawyer?",
    "Navigation": "Press 1 to make a deal, press 2 to call his lawyer",
    "End": 0,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 23,
    "Name": "OFFER DEAL",
    "c1": 25,
    "c2": "",
    "c3": "",
    "Story": "You offer Hugo full immunity if he gives up the King Pin and enough evidence to arrest him. Hugo agrees and provides you a USB file with all the evidence you need, and Hugo tells you where you can find him.",
    "Navigation": "Press 1 to Arrest the kingpin",
    "End": 0,
    "Win": 0,
    "Item": 1,
    "Interaction": 1
  },
  {
    "ID": 24,
    "Name": "LAWYER",
    "c1": "",
    "c2": "",
    "c3": "",
    "Story": "Hugo's lawyer arrives and finds out someone forgot to put the drug bust on the books and now you have to let Hugo go. The case has been shut down! You are fired, turn in your badge and gun. ",
    "Navigation": "",
    "End": 1,
    "Win": 0,
    "Item": 0,
    "Interaction": 0
  },
  {
    "ID": 25,
    "Name": "ARREST SUSPECT 3",
    "c1": "",
    "c2": "",
    "c3": "",
    "Story": "Thanks to the info you got from Hugo and Harry you were able to find that the KingPin is the one and only Antonio Conte who is connected to the italian Mob. He is a big player and thanks to your great detective work the team was able to make the arrest. Here is a Chicago PD good police work award! Congratulations!",
    "Navigation": "",
    "End": 0,
    "Win": 1,
    "Item": 0,
    "Interaction": 0
  }
]
